SecureMessenger_back_end/app/controllers/forums_controller.rb

SELECT "forums".* FROM "forums"
---
  def index
    forums = Forum.all